Repository: sarimk80/psx_sockets
Catalog: shared/Localizable.xcstrings
Source language: en
Languages: ur

source: Add
ur: شامل کریں

source: Add First Stock
ur: پہلا اسٹاک شامل کریں

source: Add stocks to your portfolio to track their performance
ur: کارکردگی کو ٹریک کرنے کے لیے اپنے پورٹ فولیو میں اسٹاک شامل کریں

source: Add Symbol
ur: سمبل شامل کریں

source: Add Symbols
ur: سمبلز شامل کریں

source: Add to Portfolio
ur: پورٹ فولیو میں شامل کریں

source: Add Transaction
ur: ٹرانزیکشن شامل کریں

source: Adjust price
ur: قیمت ایڈجسٹ کریں

source: After Tax:
ur: ٹیکس کے بعد:

source: All cached data will be permanently removed. This action cannot be undone.
ur: تمام کیش ڈیٹا مستقل طور پر حذف کر دیا جائے گا۔ یہ عمل واپس نہیں لیا جا سکتا۔

source: Amount
ur: رقم

source: Annual
ur: سالانہ

source: Average
ur: اوسط

source: Before Tax:
ur: ٹیکس سے پہلے:

source: Board Meeting
ur: بورڈ میٹنگ

source: Buy
ur: خریدیں

source: Buy Shares
ur: شیئرز خریدیں

source: Cancel
ur: منسوخ کریں

source: Clear All Data
ur: تمام ڈیٹا صاف کریں

source: Company Details
ur: کمپنی کی تفصیلات

source: Count
ur: تعداد

source: Current Price
ur: موجودہ قیمت

source: Current Trend
ur: موجودہ رجحان

source: date
ur: تاریخ

source: Date
ur: تاریخ

source: Delete
ur: حذف کریں

source: Dividend
ur: ڈیویڈنڈ

source: Dividend:
ur: ڈیویڈنڈ:

source: Done
ur: مکمل

source: Enter number of shares
ur: شیئرز کی تعداد درج کریں

source: Enter Price
ur: قیمت درج کریں

source: Enter ticker here...
ur: یہاں ٹکر درج کریں...

source: EPS
ur: ای پی ایس

source: EPS:
ur: ای پی ایس:

source: Error Loading Data
ur: ڈیٹا لوڈ کرنے میں خرابی

source: Error Loading Symbols
ur: سمبلز لوڈ کرنے میں خرابی

source: Explore %@
ur: دریافت کریں

source: Financial Dashboard
ur: مالیاتی ڈیش بورڈ

source: GrossProfit
ur: مجموعی منافع

source: Growth
ur: ترقی

source: Hello, World
ur: ہیلو_دنیا

source: Holdings
ur: ہولڈنگز

source: Home
ur: ہوم

source: Hot Stocks
ur: ہاٹ اسٹاکس

source: Index Activity
ur: انڈیکس سرگرمی

source: Loading market data...
ur: مارکیٹ ڈیٹا لوڈ ہو رہا ہے...

source: Loading symbols...
ur: سمبلز لوڈ ہو رہے ہیں...

source: LTP: %@
ur: ایل ٹی پی:

source: Market Overview
ur: مارکیٹ کا جائزہ

source: Market Performance
ur: مارکیٹ کارکردگی

source: Market Sectors
ur: مارکیٹ سیکٹرز

source: Meeting:
ur: میٹنگ

source: More
ur: مزید

source: NetProfit
ur: خالص منافع

source: No %@ Data
ur: کا کوئی ڈیٹا نہیں

source: No %@ found
ur: نہیں ملا

source: No Sector Data
ur: کوئی سیکٹر ڈیٹا نہیں

source: No Stocks in Portfolio
ur: پورٹ فولیو میں کوئی اسٹاک نہیں

source: No Symbols Found
ur: کوئی سمبل نہیں ملا

source: Payment Date
ur: ادائیگی کی تاریخ

source: Payment:
ur: ادائیگی

source: Period:
ur: مدت

source: Picker
ur: منتخب کنندہ

source: Portfolio
ur: پورٹ فولیو

source: Price
ur: قیمت

source: Profit/Loss After Tax
ur: ٹیکس کے بعد منافع/نقصان

source: Profit/Loss Before Tax
ur: ٹیکس سے پہلے منافع/نقصان

source: Quantity:
ur: مقدار:

source: Quaterly
ur: سہ ماہی

source: Search
ur: تلاش کریں

source: Search for stock symbols...
ur: اسٹاک سمبلز تلاش کریں...

source: Searching...
ur: تلاش جاری ہے...

source: Sector
ur: سیکٹر

source: Sector information is currently unavailable
ur: سیکٹر کی معلومات فی الحال دستیاب نہیں

source: Sectors
ur: سیکٹرز

source: Select Symbol
ur: سمبل منتخب کریں

source: Select what you would like to view
ur: منتخب کریں کہ آپ کیا دیکھنا چاہتے ہیں

source: Sell
ur: فروخت کریں

source: Sell Shares
ur: شیئرز فروخت کریں

source: Status
ur: حالت

source: Stock Symbol
ur: اسٹاک سمبل

source: Stocks
ur: اسٹاکس

source: Stokistan
ur: اسٹوکستان

source: Symbol
ur: سمبل

source: There are currently no %@ announcements
ur: فی الحال %1$@ کے کوئی اعلانات نہیں ہیں

source: There are currently no %@ in the market
ur: فی الحال مارکیٹ میں کوئی %1$@ نہیں ہیں

source: Ticker details
ur: ٹکر کی تفصیلات

source: Top performing stocks in the market
ur: مارکیٹ کے بہترین کارکردگی والے اسٹاکس

source: Total: %@
ur: کل:

source: Trades
ur: ٹریڈز

source: Transaction Date
ur: ٹرانزیکشن کی تاریخ

source: Transaction history
ur: ٹرانزیکشن ہسٹری

source: Try Again
ur: دوبارہ کوشش کریں

source: Try searching for a different symbol
ur: کسی مختلف سمبل کی تلاش کریں

source: Type
ur: قسم

source: Unable to Load
ur: لوڈ کرنے سے قاصر

source: Unable to Load Chart
ur: چارٹ لوڈ کرنے سے قاصر

source: Unable to load data
ur: ڈیٹا لوڈ کرنے سے قاصر

source: Version 1.0.0
ur: ورژن

source: View all
ur: سب دیکھیں

source: View past trades and activity
ur: گزشتہ ٹریڈز اور سرگرمیاں دیکھیں

source: View price info, market data and metrics
ur: قیمت، مارکیٹ ڈیٹا اور میٹرکس دیکھیں

source: Vol: %@
ur: حجم:

source: Volume
ur: حجم

source: Volume cannot exceed available shares
ur: حجم دستیاب شیئرز سے زیادہ نہیں ہو سکتا

source: Year
ur: سال

source: Your Holdings
ur: آپ کی ہولڈنگز
